testrecords/delete/REQ_15532389X.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Header/><soap:Body><ucp:updateRequest xmlns:srw="http://www.loc.gov/zing/srw/" xmlns:ucp="http://www.loc.gov/zing/srw/update/"><srw:version>1.0</srw:version><ucp:action>info:srw/action/1/delete</ucp:action><ucp:recordIdentifier>15532389X</ucp:recordIdentifier><srw:record><srw:recordPacking>xml</srw:recordPacking><srw:recordSchema>info:srw/schema/1/marcxml-v1.1</srw:recordSchema><srw:recordData><mx:record xmlns:mx="http://www.loc.gov/MARC21/slim"><mx:leader>     dam a22     5u 4500</mx:leader><mx:controlfield tag="001">15532389X</mx:controlfield><mx:controlfield tag="005">20131210080642.0</mx:controlfield><mx:controlfield tag="008">950817s1949    xxk           00    eng|d</mx:controlfield><mx:datafield ind1=" " ind2=" " tag="035"><mx:subfield code="a">(OCoLC)731122528</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="035"><mx:subfield code="a">(OCoLC)80706263</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="040"><mx:subfield code="a">BOH</mx:subfield><mx:subfield code="d">SzZuIDS BS/BE B552</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="072"><mx:subfield code="a">-</mx:subfield></mx:datafield><mx:datafield ind1="1" ind2=" " tag="100"><mx:subfield code="a">Bonner</mx:subfield><mx:subfield code="D">David M.</mx:subfield></mx:datafield><mx:datafield ind1="1" ind2="0" tag="245"><mx:subfield code="a">Quinolinic acid accumulation in the conversion of 3-hydroxyanthranilic acid to niacin in neurospora</mx:subfield><mx:subfield code="c">by David M. Bonner and Charles Yanofsky</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="260"><mx:subfield code="a">[S.l.]</mx:subfield><mx:subfield code="c">1949</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="300"><mx:subfield code="a">1 Bd</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="500"><mx:subfield code="a">Sonderdruck aus: Proceedings of the National Academy of Sciences, Vol. 35, No. 10, p. 576-581, oct. 1949</mx:subfield></mx:datafield><mx:datafield ind1=" " ind2=" " tag="898"><mx:subfield code="a">BK040000000</mx:subfield></mx:datafield></mx:record></srw:recordData></srw:record></ucp:updateRequest></soap:Body></soap:Envelope>